"CARRIER" = "Carrier";
"Loading" = "Loading…";
"ERROR" = "Error";
"Network Selection" = "Network Selection";
"CARRIER_LIST_TITLE" = "Carriers";
"SEARCHING" = "Searching…";

"OK" = "OK";
"LIST_LOAD_ERROR" = "Unable to load network list";
"SELECTION_ERROR" = "Unable to select network";

"Manual" = "Manual";
"Automatic" = "Automatic";

"CHINA  MOBILE" = "CHINA  MOBILE";
"CHN-CUGSM" = "CHN-CUGSM";
"CHN-UNICOM" = "CHN-UNICOM";
"Chunghwa Telecom" = "Chunghwa Telecom";
"TW Mobile" = "TW Mobile";
"Far EasTone" = "Far EasTone";
